Repository: manurajv/samarth_egov_employee
Catalog: lib/l10n/app_*.arb
Languages: hi

# welcomeTitle
source: Welcome to Samarth eGov
hi: सामर्थ ई-गवर्नेंस में आपका स्वागत है

# loginTitle
source: Employee Login
hi: कर्मचारी लॉगिन

source: Employee ID
hi: कर्मचारी आईडी

# employeeIdRequired
source: Employee ID is required
hi: कर्मचारी आईडी आवश्यक है

source: Password
hi: पासवर्ड

# passwordRequired
source: Password is required
hi: पासवर्ड आवश्यक है

source: Login
hi: लॉग इन करें

source: Forgot Password?
hi: पासवर्ड भूल गए?

source: Dashboard
hi: डैशबोर्ड

source: Profile
hi: प्रोफाइल

source: Leaves
hi: अवकाश

source: Service Book
hi: सेवा पुस्तिका

source: Appraisals
hi: मूल्यांकन

source: Grievances
hi: शिकायतें

source: Salary
hi: वेतन

# forgotPasswordTitle
source: Reset Password
hi: पासवर्ड रीसेट करें

# forgotPasswordSubtitle
source: Enter your email or employee ID to receive password reset instructions
hi: पासवर्ड रीसेट निर्देश प्राप्त करने के लिए अपना ईमेल या कर्मचारी आईडी दर्ज करें

source: Email or Employee ID
hi: ईमेल या कर्मचारी आईडी

# emailOrIdRequired
source: Please enter your email or employee ID
hi: कृपया अपना ईमेल या कर्मचारी आईडी दर्ज करें

# passwordResetSent
source: Password reset instructions sent to your email
hi: आपके ईमेल पर पासवर्ड रीसेट निर्देश भेजे गए

source: Reset Password
hi: पासवर्ड रीसेट करें

# dashboardTitle
source: Dashboard
hi: डैशबोर्ड

source: Welcome
hi: स्वागत है

# dashboardSubtitle
source: Your employee portal dashboard
hi: आपका कर्मचारी पोर्टल डैशबोर्ड

source: Quick Actions
hi: त्वरित कार्य

source: Apply Leave
hi: अवकाश के लिए आवेदन करें

source: View Salary
hi: वेतन देखें

source: File Grievance
hi: शिकायत दर्ज करें

source: Update Profile
hi: प्रोफ़ाइल अपडेट करें

source: Leave Summary
hi: अवकाश सारांश

source: Casual Leave
hi: आकस्मिक अवकाश

source: Sick Leave
hi: बीमारी अवकाश

source: Earned Leave
hi: अर्जित अवकाश

source: Employee Services
hi: कर्मचारी सेवाएँ

source: Loan & Advances
hi: ऋण और अग्रिम

source: Pension
hi: पेंशन

source: Circulars
hi: परिपत्र

source: Holidays
hi: छुट्टियाँ

# pendingGrievanceAlert
source: You have a pending grievance
hi: आपकी एक शिकायत लंबित है

source: View Details
hi: विवरण देखें

source: Leave Type
hi: अवकाश प्रकार

# leaveTypeRequired
source: Leave Type is required
hi: अवकाश प्रकार आवश्यक है

source: From Date
hi: प्रारंभ तिथि

# fromDateRequired
source: From Date is required
hi: प्रारंभ तिथि आवश्यक है

source: To Date
hi: समाप्ति तिथि

# toDateRequired
source: To Date is required
hi: समाप्ति तिथि आवश्यक है

source: Reason
hi: कारण

# reasonRequired
source: Reason is required
hi: कारण आवश्यक है

# leaveApplicationSubmitted
source: Leave application submitted successfully
hi: अवकाश आवेदन सफलतापूर्वक जमा किया गया

source: Leave History
hi: अवकाश इतिहास

source: No Leave History
hi: कोई अवकाश इतिहास नहीं

source: Leave Details
hi: अवकाश विवरण

source: Status
hi: स्थिति

source: Approved
hi: स्वीकृत

source: Pending
hi: लंबित

source: Rejected
hi: अस्वीकृत

source: Submit
hi: जमा करना

# leaveBalanceTitle
source: Leave Balance
hi: अवकाश शेष

# leaveHistoryTitle
source: Leave History
hi: अवकाश इतिहास

# leaveStatusTitle
source: Leave Status
hi: अवकाश स्थिति

source: Available
hi: उपलब्ध

source: days
hi: दिन

# noPendingLeaves
source: No pending leave applications
hi: कोई लंबित अवकाश आवेदन नहीं

source: View History
hi: इतिहास देखें

source: View Status
hi: स्थिति देखें

# selectLeaveType
source: Please select a leave type
hi: कृपया छुट्टी का प्रकार चुनें

# selectDate
source: Please select a date
hi: कृपया एक तारीख चुनें

# enterReason
source: Please enter a reason
hi: कृपया एक कारण दर्ज करें

# pleaseFillAllFields
source: Please fill all required fields
hi: कृपया सभी आवश्यक फ़ील्ड भरें

source: Clear Form
hi: फॉर्म साफ़ करें

source: Confirm Exit
hi: बाहर निकलने की पुष्टि करें

# unsavedChangesWarning
source: You have unsaved changes. Are you sure you want to discard them?
hi: आपके पास सह HS सहेजे नहीं गए परिवर्तन हैं। क्या आप इन्हें त्यागना चाहते हैं?

source: Discard
hi: त्यागें

# toDateBeforeFromDate
source: To date must be after from date
hi: समाप्ति तिथि प्रारंभ तिथि के बाद होनी चाहिए

source: Cancel
hi: रद्द करें

source: Send Link
hi: लिंक भेजें

# linkVerificationTitle
source: Verify Your Email
hi: अपना ईमेल सत्यापित करें

# linkSentTo
source: A verification link has been sent to {email}
hi: {email} पर एक सत्यापन लिंक भेजा गया है

# checkEmailInstructions
source: Please check your email and click the link to sign in.
hi: कृपया अपना ईमेल जांचें और साइन इन करने के लिए लिंक पर क्लिक करें।

source: Resend Link
hi: लिंक पुनः भेजें

# organization
source: Select Organization
hi: संगठन चुनें

# organizationRequired
source: Please select an organization
hi: कृपया एक संगठन चुनें

source: Email
hi: ईमेल

# emailRequired
source: Email is required
hi: ईमेल आवश्यक है

# emailInvalid
source: Invalid email format
hi: अमान्य ईमेल प्रारूप

# emailNotFound
source: Email not found in this organization
hi: यह ईमेल इस संगठन में नहीं मिला

# verificationTimeRemaining
source: Time remaining: {time}
hi: शेष समय: {time}

# verificationExpired
source: Verification link has expired. Please resend.
hi: सत्यापन लिंक की समय सीमा समाप्त हो गई है। कृपया पुनः भेजें।

source: Retry
hi: पुनः प्रयास करें

# unexpectedState
source: Unexpected Error
hi: अप्रत्याशित त्रुटि

# noLeaveData
source: No leave data available
hi: कोई अवकाश डेटा उपलब्ध नहीं

# noServiceRecords
source: No service records available
hi: कोई सेवा रिकॉर्ड उपलब्ध नहीं

# noAppraisalData
source: No appraisal data available
hi: कोई मूल्यांकन डेटा उपलब्ध नहीं

# noGrievanceData
source: No grievance data available
hi: कोई शिकायत डेटा उपलब्ध नहीं

# noSalaryData
source: No salary data available
hi: कोई वेतन डेटा उपलब्ध नहीं

source: Pending Appraisals
hi: लंबित मूल्यांकन

source: Submitted Appraisals
hi: जमा किए गए मूल्यांकन

source: Open Grievances
hi: खुली शिकायतें

source: Resolved Grievances
hi: हल की गई शिकायतें

source: Latest Salary
hi: नवीनतम वेतन

source: Month
hi: महीना
